; Russian translation for Uninstaller64 1.0.0
; Author: Konstantin Vlasov (support@flint-inc.ru)

0="Русский (Russian)"

; Вывод данных о записи
101="Ключ реестра:"
102="Кэш информации о приложении:"
103="Размер"
104="б"
105="Кб"
106="Мб"
107="Гб"
108="Последний вызов"
109="Частота использования"
110="редко"
111="иногда"
112="часто"
113="Имя файла"
114="Остальные значения:"

; Диалог настроек
200="Настройки"
201="Отображать &скрытые записи"
202="Получать &значки для скрытых записей"
203="Отображать за&платки Windows"
204="Подтверждать &деинсталляцию"
205="Подтверждать &только для скрытых записей"
206="Расположение файла &настроек плагина:"
207="Каталог плагина"
208="Каталог Total Commander"
219="Каталог wincmd.ini"
210="&Язык:"
211="&О программе…"
212="OK"
213="Отмена"

; Диалог "О программе"
300="О программе"
301="Программа:"
302="Версия:"
303="Разработчик:"
304="Домашняя страница:"
305="E-mail:"
306="OK"

; Диалог свойств записи
400="Свойства"
401=" Стандартные параметры "
402=" Скрытые параметры "
403="OK"
404="Отмена"
405="<Ошибка при открытии ключа реестра>"
406="Некоторые из параметров не удалось обновить."

; Разные сообщения об ошибках
1001="Не удалось открыть страницу!"
1002="Не удалось сохранить настройки!"
1003="Вы уверены, что хотите деинсталлировать это приложение?"
1004="Вы уверены, что хотите деинсталлировать это приложение?\nВыбранная запись является скрытой и не предназначена для деинсталляции!"
1005="Не удалось запустить деинсталляцию!"
1006="Команда деинсталляции не задана, запуск невозможен."
